[
    {
        "logo_url": "",
        "title": "Khan Academy - Personal Finance",
        "description": "Khan Academy offers free online courses on personal finance, covering topics such as budgeting, saving, investing, and retirement planning. The courses are suitable for students of all ages and backgrounds.",
        "tags": [
            "Finance",
            "Education",
            "Online Learning"
        ],
        "url": "https://www.khanacademy.org/college-careers-more/personal-finance"
    },
    {
        "logo_url": "",
        "title": "Mint",
        "description": "Mint is a free budgeting app that helps users track their spending, create budgets, and manage their finances. It's especially useful for students who want to gain better control over their money and develop healthy financial habits.",
        "tags": [
            "Finance",
            "Budgeting",
            "Financial Management"
        ],
        "url": "https://www.mint.com"
    },
    {
        "logo_url": "",
        "title": "Investopedia",
        "description": "Investopedia is a comprehensive financial education website offering articles, tutorials, and resources on investing, personal finance, and market analysis. It's a valuable resource for students looking to expand their financial knowledge.",
        "tags": [
            "Finance",
            "Education",
            "Investing"
        ],
        "url": "https://www.investopedia.com"
    },
    {
        "logo_url": "",
        "title": "The Balance",
        "description": "The Balance provides clear, practical advice on personal finance topics, including budgeting, saving, investing, and debt management. It's an excellent resource for students seeking straightforward financial guidance.",
        "tags": [
            "Finance",
            "Education",
            "Financial Advice"
        ],
        "url": "https://www.thebalance.com"
    },
    {
        "logo_url": "",
        "title": "Wise Bread",
        "description": "Wise Bread is a personal finance website that offers tips, advice, and resources to help people live well on a budget. It covers a wide range of topics, including frugal living, credit cards, and money-saving strategies.",
        "tags": [
            "Finance",
            "Frugal Living",
            "Financial Tips"
        ],
        "url": "https://www.wisebread.com"
    },
    {
        "logo_url": "",
        "title": "Dave Ramsey - Financial Peace University",
        "description": "Financial Peace University is a program created by personal finance expert Dave Ramsey. It provides practical lessons and resources to help individuals take control of their finances, pay off debt, and build wealth.",
        "tags": [
            "Finance",
            "Education",
            "Debt Management"
        ],
        "url": "https://www.daveramsey.com/fpu"
    },
    {
        "logo_url": "",
        "title": "Better Money Habits by Bank of America",
        "description": "Better Money Habits is a financial education platform offered by Bank of America in partnership with Khan Academy. It offers interactive tools, articles, and videos to help students improve their money management skills.",
        "tags": [
            "Finance",
            "Education",
            "Money Management"
        ],
        "url": "https://bettermoneyhabits.bankofamerica.com"
    },
    {
        "logo_url": "",
        "title": "Credit Karma",
        "description": "Credit Karma offers free credit scores, credit monitoring, and personalized financial recommendations. It's a useful tool for students who want to understand and improve their credit health.",
        "tags": [
            "Finance",
            "Credit Scores",
            "Credit Monitoring"
        ],
        "url": "https://www.creditkarma.com"
    },
    {
        "logo_url": "",
        "title": "Bankrate",
        "description": "Bankrate provides expert advice, calculators, and tools to help consumers make informed financial decisions. It covers topics such as mortgages, savings accounts, and credit cards, offering valuable insights for students.",
        "tags": [
            "Finance",
            "Financial Decision Making",
            "Financial Tools"
        ],
        "url": "https://www.bankrate.com"
    },
    {
        "logo_url": "",
        "title": "Federal Student Aid (FAFSA)",
        "description": "The Federal Student Aid website provides information and resources on federal student financial aid programs, including grants, loans, and work-study opportunities. It's essential for students seeking assistance with college expenses.",
        "tags": [
            "Finance",
            "Financial Aid",
            "College Expenses"
        ],
        "url": "https://studentaid.gov"
    }
]
