[
    {
        "logo_url": "",
        "title": "Active Minds",
        "description": "Active Minds is a nonprofit organization dedicated to raising mental health awareness among college students. They provide resources, education, and support to promote mental wellness on campuses.",
        "tags": [
            "Mental Health",
            "Education",
            "Community"
        ],
        "url": "https://www.activeminds.org"
    },
    {
        "logo_url": "",
        "title": "The Jed Foundation (JED)",
        "description": "The Jed Foundation is a nonprofit organization that protects emotional health and prevents suicide among college and university students. They offer programs and resources to equip campuses with mental health support systems.",
        "tags": [
            "Mental Health",
            "Suicide Prevention",
            "Education"
        ],
        "url": "https://www.jedfoundation.org"
    },
    {
        "logo_url": "",
        "title": "National Alliance on Mental Illness (NAMI) on Campus",
        "description": "NAMI on Campus is an extension of the National Alliance on Mental Illness focused on supporting college students with mental health conditions. They provide advocacy, education, and support groups to create mentally healthy college communities.",
        "tags": [
            "Mental Health",
            "Advocacy",
            "Community"
        ],
        "url": "https://www.nami.org/Your-Journey/Students"
    },
    {
        "logo_url": "",
        "title": "Active Minds at Colleges",
        "description": "Active Minds at Colleges are campus chapters affiliated with the larger Active Minds organization. These chapters work to reduce the stigma surrounding mental health issues and provide peer support and education on campuses.",
        "tags": [
            "Mental Health",
            "Peer Support",
            "Education"
        ],
        "url": "https://www.activeminds.org/our-programming/active-minds-chapters/"
    },
    {
        "logo_url": "",
        "title": "Counseling and Psychological Services (CAPS)",
        "description": "CAPS is a university-based counseling center that offers mental health services to students. They provide individual counseling, group therapy, workshops, and crisis intervention to support students' emotional well-being.",
        "tags": [
            "Mental Health",
            "Counseling",
            "Therapy"
        ],
        "url": "https://www.exampleuniversity.edu/caps"
    },
    {
        "logo_url": "",
        "title": "Therapy Assistance Online (TAO)",
        "description": "TAO is an online platform that offers self-help resources, interactive therapy modules, and mindfulness exercises for students struggling with mental health issues. It provides accessible mental health support anytime, anywhere.",
        "tags": [
            "Mental Health",
            "Online Therapy",
            "Self-Help"
        ],
        "url": "https://www.taoconnect.org"
    },
    {
        "logo_url": "",
        "title": "Project LETS (Let's Erase the Stigma)",
        "description": "Project LETS is a grassroots organization focused on peer support and advocacy for mental health issues on college campuses. They offer peer-led support groups, workshops, and campaigns to promote mental wellness and fight stigma.",
        "tags": [
            "Mental Health",
            "Peer Support",
            "Advocacy"
        ],
        "url": "https://www.projectlets.org"
    },
    {
        "logo_url": "",
        "title": "American Foundation for Suicide Prevention (AFSP) Campus Walk",
        "description": "AFSP Campus Walks are events organized by the American Foundation for Suicide Prevention to raise awareness and funds for suicide prevention efforts on college campuses. These walks bring together students, faculty, and community members to support mental health initiatives.",
        "tags": [
            "Mental Health",
            "Suicide Prevention",
            "Community Engagement"
        ],
        "url": "https://afsp.org/campus-walks"
    }
]
